/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "Tarihler";
"AppDates.DATES.PAST_DUE" = "Zaman Aşımına Uğramış";
"AppDates.DATES.TODAY" = "Bugün";
"AppDates.DATES.THIS_WEEK" = "Bu Hafta";
"AppDates.DATES.NEXT_WEEK" = "Gelecek Hafta";
"AppDates.DATES.UPCOMING" = "Yakında";
"AppDates.EMPTY.TITLE" = "Tarih Yok";
"AppDates.EMPTY.SUBTITLE" = "Şu anda planlanmış etkinlikleri olan aktif bir dersiniz bulunmamaktadır. Önemli tarihleri ve son teslim tarihlerini görmek için bir derse kaydolun.";
"AppDates.SHIFT_DUE_DATES.TITLE" = "Bazı Son Teslim Tarihlerini mi Kaçırdınız?";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "Endişelenmeyin; süresi gelen görevleri herhangi bir ilerleme kaybı yaşamadan tamamlamak için önerilen programımızı değiştirin.";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "Son Tarihleri Değiştir";
"Profile.TITLE" = "Profil";
"Profile.INFO" = "Profil bilgisi";
"Profile.ABOUT" = "Hakkımda";
"Profile.EDIT_PROFILE" = "Profili Düzenle";
"Profile.YEAR_OF_BIRTH" = "Doğum yılı:";
"Profile.BIO" = "Biyografi:";
"Profile.SETTINGS" = "Ayarlar";
"Profile.SETTINGS_VIDEO" = "Video ayarları";
"Profile.DATES_AND_CALENDAR" = "Tarihler ve Takvim";
"Profile.SUPPORT_INFO" = "Destek bilgisi";
"Profile.CONTACT" = "Destek ile iletişime geçin";
"Profile.TERMS" = "Kullanım Şartları";
"Profile.PRIVACY" = "Gizlilik politikası";
"Profile.COOKIE_POLICY" = "Çerez politikası";
"Profile.CURRENT_LEARNING_SITE" = "Mevcut Öğrenim Sitesi";
"Profile.DO_NOT_SELL_INFORMATION" = "Kişisel bilgilerimi satmayın";
"Profile.FAQ_TITLE" = "SSS'yi Görüntüle";
"Profile.MANAGE_ACCOUNT" = "Hesabı yönet";
"Profile.LEARNING_SITES" = "";
"Profile.LOGOUT" = "Çıkış yap";
"Profile.SWITCH_TO" = "Şuna geçiş yap";
"Profile.FULL_PROFILE" = "tam profil";
"Profile.LIMITED_PROFILE" = "sınırlı profil";
"Profile.LOGOUT_ALERT.TITLE" = "Oturumu kapatmayı onaylayın";
"Profile.LOGOUT_ALERT.TEXT" = "Oturumu kapatmak istediğinizden emin misiniz?";
"Profile.DELETE_ALERT.TITLE" = "Uyarı!";
"Profile.DELETE_ALERT.TEXT" = "Hesabınızı gerçekten silmek istiyor musunuz?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "Kaydetmeden ayrılmak mı istiyorsunuz?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "Yaptığınız değişiklikler silinecektir.";
"Profile.EDIT.TOO_YONG_USER" = "Bilgilere tam erişim sağlayan bir profile sahip olmak için 13 yaşın üzerinde olmanız gerekir.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "Sınırlı bir profil yalnızca kullanıcı adınızı ve profil fotoğrafınızı paylaşır.";
"Profile.EDIT.DELETE_ACCOUNT" = "Hesabı Sil";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "Doğum yılı";
"Profile.EDIT.FIELDS.LOCATION" = "Konum";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "Konuşulan dil";
"Profile.EDIT.FIELDS.ABOUT_ME" = "Hakkımda";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "Profil resmini değiştir";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "Galeriden seç";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "Fotoğrafı kaldır";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "İptal";
"Profile.DELETE_ACCOUNT.TITLE" = "Hesabı Sil";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "İstediğine emin misin ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "hesabını sil?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "Bu işlemi onaylamak için lütfen hesap parolanızı girin.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "Parola";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "Parolanı Gir";
"Profile.DELETE_ACCOUNT.CONFIRM" = "Evet, hesabı sil";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "Profile geri dön";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "Parola yanlış. Lütfen tekrar deneyin.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "Video ayarları";
"Profile.SETTINGS.WIFI_TITLE" = "Yalnızca Wi-Fi ile indir";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "İçeriği yalnızca Wi-Fi açıkken indirin";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "Video akış kalitesi";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "Otomatik (Önerilen)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "Oto";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "Tavsiye edilen";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "Daha düşük veri kullanımı";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "En iyi kalite";
"Profile.SETTINGS.VERSION" = "Sürüm:";
"Profile.SETTINGS.UP_TO_DATE" = "Güncel";
"Profile.SETTINGS.TAP_TO_UPDATE" = "Sürüme güncellemek için dokunun";
"Profile.SETTINGS.TAP_TO_INSTALL" = "Gerekli uygulama güncellemesini yüklemek için dokunun";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "E-posta gönderilemiyor. Görünüşe göre e-posta istemciniz kurulmamış.";
"Profile.CALENDAR.NEW_CALENDAR" = "Yeni Takvim";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "Senkronizasyon Seçeneklerini Değiştir";
"Profile.CALENDAR.ACCOUNT" = "Hesap";
"Profile.CALENDAR.CALENDAR_NAME" = "Takvim Adı";
"Profile.CALENDAR.COLOR" = "Renk";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "Aktif dersler için yaklaşan ödevler bu takvimde görünecek";
"Profile.CALENDAR.CANCEL" = "İptal";
"Profile.CALENDAR.BEGIN_SYNCING" = "Senkronizasyonu Başlat";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "Senkronize edildi";
"Profile.ASSIGNMENT_STATUS.FAILED" = "Senkronizasyon Başarısız";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "Çevrimdışı";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "Takvimle senkronize ediliyor...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "Takvim Erişimi";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "Takvim Senkronizasyonunu Devre Dışı Bırak";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "Yaklaşan ödevleri ve ders aşamalarını takviminizde göstermek için takviminize erişim iznine ihtiyacımız var.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "Senkronizasyonun devre dışı bırakılması \"%@\" takvimini silecektir. Takvim senkronizasyonunu istediğiniz zaman tekrar açabilirsiniz.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "Takvim Erişimi Ver";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "Senkronizasyonu Devre Dışı Bırak";
"Profile.CALENDAR_DIALOG.CANCEL" = "İptal";
"Profile.DATES_AND_CALENDAR.TITLE" = "Tarihler ve Takvim";
"Profile.CALENDAR_SYNC.TITLE" = "Takvim Senkronizasyonu";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "Yaklaşan ödevlerinizi ve ders aşamalarını takviminizde göstermek için takvim senkronizasyonunu ayarlayın. Yeni ödevler ve değiştirilen ders tarihleri otomatik olarak senkronize edilecek";
"Profile.CALENDAR_SYNC.BUTTON" = "Takvim Senkronizasyonunu Ayarla";
"Profile.OPTIONS.TITLE" = "Seçenekler";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Göreceli tarihleri kullan";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "“Yarın” ve “Dün” gibi göreceli tarihleri göster";
"Profile.OPTIONS.SHOW_FULL_DATES" = "“1 Ocak 2021” gibi tam tarihleri göster";
"Profile.DATES_AND_CALENDAR.TITLE" = "Tarihler ve Takvim";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "Ders Takvimi Senkronizasyonu";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "Senkronizasyonu sürdürmek için lütfen takviminizi yeniden bağlayın";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "Şu anda etkinlikler takviminizle senkronize ediliyor";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "Takvimi Yeniden Bağlayın";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "Senkronizasyon Seçeneklerini Değiştir";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "%d Dersleri Senkronize Ediliyor";
"Profile.OPTIONS.TITLE" = "Seçenekler";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Göreceli tarihleri kullan";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "“Yarın” ve “Dün” gibi göreceli tarihleri göster";
"Profile.COURSES_TO_SYNC.TITLE" = "Senkronize Edilecek Dersler";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "Bir ders için senkronizasyonun devre dışı bırakılması, derse bağlı tüm etkinliklerin senkronize edilen takviminizden kaldırılmasına neden olur.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "Etkin Olmayan Dersleri Gizle";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "Geçen ay görüntülemediğiniz derslerdeki etkinlikleri otomatik olarak kaldırın";
"Profile.COURSES_TO_SYNC.INACTIVE" = "Etkin değil";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "Yerel";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "Vurgu";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "Kırmızı";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "Turuncu";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "Sarı";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "Yeşil";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "Mavi";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "Mor";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "Kahverengi";
"Profile.CALENDAR.COURSE_DATES" = "%@ Ders Tarihleri";
"Profile.DROP_DOWN_PICKER.SELECT" = "Seç";
"Profile.SYNC_SELECTOR.SYNCED" = "Senkronize etmek için";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "Senkronize Edilmedi";
"Profile.SYNC.NO_SYNCED" = "Senkronize Ders Yok";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "Şu anda takviminizle senkronize edilen hiçbir ders yok.";
"Downloads.DOWNLOADS.TITLE" = "İndirmeler";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "İndirme Ayarlarını Yönet";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "İndirilebilir İçerikli Ders Yok";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "Şu anda indirilebilir içeriğe sahip dersiniz yok.";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ indirildi";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "Tüm %@ indirildi";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ mevcut";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "Dersi indir";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "İndiriliyor";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "Ders yapısı yükleniyor...";
"Downloads.MENU_OPTION.REMOVE" = "Ders indirmelerini sil";
"Downloads.MENU_OPTION.CANCEL" = "İndirmeyi iptal et";
"Discovery.TITLE" = "Keşfet";
"Discovery.SEARCH" = "Ara";
"Discovery.HEADER.TITLE_1" = "Yeni içerikleri keşfet";
"Discovery.HEADER.TITLE_2" = "Gelin sizin için yeni bir ders bulalım";
"Discovery.SEARCH.TITLE" = "Arama Sonuçları";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "Ders bulmak için yazmaya başlayın";
"Discovery.UPDATE_REQUIRED_TITLE" = "Uygulama Güncellemesi Gerekli";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "OpenEdX uygulamasının bu sürümü güncel değil. Öğrenmeye devam etmek ve en son özellikleri ve düzeltmeleri almak için lütfen en son sürüme yükseltin.";
"Discovery.UPDATE_WHY_NEED" = "Neden güncellemem gerekiyor?";
"Discovery.UPDATE_DEPRECATED_APP" = "Kullanımdan Kaldırılan Uygulama Sürümü";
"Discovery.UPDATE_BUTTON" = "Güncelle";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "Hesap Ayarları";
"Discovery.UPDATE_NEEDED_TITLE" = "Uygulama Güncellemesi";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "En son sürüme güncellemenizi öneririz. En son özellikleri ve düzeltmeleri almak için şimdi yükseltin.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "Şimdi Değil";
"Discovery.UPDATE_NEW_AVALIABLE" = "Yeni güncelleme mevcut! En son özellikleri ve düzeltmeleri almak için şimdi yükseltin";
"Discovery.ALERT.LEAVING_APP_TITLE" = "Uygulamadan ayrıl";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "Artık uygulamadan çıkıyorsunuz ve bir tarayıcı açıyorsunuz";
"Discovery.DETAILS.TITLE" = "Ders ayrıntıları";
"Discovery.DETAILS.VIEW_COURSE" = "Dersi görüntüle";
"Discovery.DETAILS.ENROLL_NOW" = "Hemen kaydol";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "Kayıt tarihi geçtiği için bu derse kayıt yaptıramazsınız.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "Bu derse kaydolmak için lütfen internete bağlı olduğunuzdan emin olun.";
"Discovery.DETAILS.COURSE_BANNER" = "Ders başlığı";
"Discovery.ALERT.AUTHORIZATION" = "Yetkilendirme";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "Ders kaydına devam etmek için lütfen sisteme giriş yapınız.";
"Discussion.TITLE" = "Tartışmalar";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "Tartışmalarda gönderim yapma ders ekibi tarafından devre dışı bırakıldı";
"Discussion.TOPICS.SEARCH" = "Tüm gönderilerde ara";
"Discussion.TOPICS.ALL_POSTS" = "Tüm Gönderiler";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "Takip ettiğim gönderiler";
"Discussion.TOPICS.MAIN_CATEGORIES" = "Ana kategoriler";
"Discussion.TOPICS.UNNAMED" = "Adsız alt kategori";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "Son Etkinlik";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "En Çok Etkinlik";
"Discussion.POSTS.SORT.MOST_VOTES" = "En Çok Oy";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "Henüz tartışma yok";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "İlk tartışmanızı oluşturmak için aşağıdaki düğmeyie tıklayın.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "Tartışma oluştur";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "Gönderi ekle";
"Discussion.POSTS.FILTER.ALL_POSTS" = "Tüm Gönderiler";
"Discussion.POSTS.FILTER.UNREAD" = "Okunmamış";
"Discussion.POSTS.FILTER.UNANSWERED" = "Cevapsız";
"Discussion.POSTS.CREATE_NEW_POST" = "Yeni gönderi oluştur";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "Seçim yap";
"Discussion.POST.LAST_POST" = "Son gönderi:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "Yorum eklendi";
"Discussion.THREAD.ADD_RESPONSE" = "Yanıt ekle";
"Discussion.CREATE_THREAD.NEW_POST" = "Yeni gönderi oluştur";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "Gönderi türünü seçin";
"Discussion.CREATE_THREAD.TOPIC" = "Konu";
"Discussion.CREATE_THREAD.TITLE" = "Başlık";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "Bu tartışmayı takip et";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "Bu soruyu takip et";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "Yeni tartışma oluştur";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "Yeni soru oluştur";
"Discussion.COMMENT.REPORT" = "Raporla";
"Discussion.COMMENT.UNREPORT" = "Raporlamayı iptal et";
"Discussion.COMMENT.FOLLOW" = "Takip et";
"Discussion.COMMENT.UNFOLLOW" = "Takibi bırak";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "Yorum";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "Yorum eklendi";
"Discussion.RESPONSE.ADD_COMMENT" = "Yorum ekle";
"Discussion.POST_TYPE.QUESTION" = "soru";
"Discussion.POST_TYPE.DISCUSSION" = "tartışma";
"Discussion.SEARCH" = "Ara";
"Discussion.SEARCH.TITLE" = "Arama Sonuçları";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "Konuları bulmak için yazmaya başlayın";
"Discussion.ANONYMOUS" = "Anonim";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "Tartışmalar yüklenemiyor.\n Daha sonra tekrar deneyin.";
"Course.OUTLINE.PASSED_THE_COURSE" = "Tebrikler, “%@” alanındaki bu dersin sertifikasına hak kazandınız.";
"Course.OUTLINE.VIEW_CERTIFICATE" = "Sertifikayı Görüntüle";
"Course.OUTLINE.CERTIFICATE" = "Sertifika";
"Course.OUTLINE.COURSE_VIDEOS" = "Ders videoları";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "Bu ders henüz başlamadı.";
"Course.COURSEWARE.COURSE_CONTENT" = "Ders içeriği";
"Course.COURSEWARE.COURSE_UNITS" = "Ders üniteleri";
"Course.COURSEWARE.NEXT" = "Sonraki";
"Course.COURSEWARE.PREVIOUS" = "Önceki";
"Course.COURSEWARE.PREVIOUS_FULL" = "Önceki";
"Course.COURSEWARE.FINISH" = "Bitir";
"Course.COURSEWARE.GOOD_WORK" = "Aferin!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "Ders anahatlarına geri dön";
"Course.COURSEWARE.SECTION" = "“'yi tamamladınız”";
"Course.COURSEWARE.IS_FINISHED" = "“.";
"Course.COURSEWARE.CONTINUE" = "Devam";
"Course.COURSEWARE.RESUME_WITH" = "Şununla devam et:";
"Course.ERROR.NO_INTERNET" = "İnternete bağlı değilsiniz. Lütfen internet bağlantınızı kontrol edin.";
"Course.ERROR.RELOAD" = "Tekrar yükle";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "Ders bileşeni bulunamadı, lütfen yeniden yükleyin";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "Bu ders için şu anda herhangi bir dağıtım materyali bulunmamaktadır.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "Bu ders için şu anda herhangi bir duyuru bulunmamaktadır.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "Bu kurs için video mevcut değil.";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "Bu ders için mevcut görev yok.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "Ders tarihleri şu anda mevcut değil.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "Şu anda herhangi bir ders içeriği mevcut değil.";
"Course.ALERT.ROTATE_DEVICE" = "Bu videoyu tam ekranda görüntülemek için cihazınızı döndürün.";
"Course.ALERT.DELETE_ALL_VIDEOS" = "Tüm videoları silmek istediğinizden emin misiniz?";
"Course.ALERT.DELETE_VIDEOS" = "Videoları silmek istediğinizden emin misiniz?";
"Course.ALERT.STOP_DOWNLOADING" = "Anahtarın kapatılması, indirmeyi durduracak ve indirilen tüm videoları silecektir.";
"Course.ALERT.WARNING" = "Uyarı";
"Course.COURSE_CONTAINER.HOME" = "Ana Sayfa";
"Course.COURSE_CONTAINER.CONTENT" = "İçerik";
"Course.COURSE_CONTAINER.PROGRESS" = "İşlem sürüyor";
"Course.COURSE_CONTAINER.VIDEOS" = "Videolar";
"Course.COURSE_CONTAINER.OFFLINE" = "Çevrimdışı";
"Course.COURSE_CONTAINER.DATES" = "Tarihler";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "Tartışmalar";
"Course.COURSE_CONTAINER.HANDOUTS" = "Daha fazlası";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "Dağıtım materyalleri geliştirme aşamasında";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "Ders ilerlemesinin %@%%'ini tamamladınız.";
"Course.COURSE_CAROUSEL.GRADES" = "Notlar";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "Bu, bu dersi geçmek için gereken nota karşı ağırlıklı notunuzu temsil eder.";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "Tüm İçerik";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "Bu Ders'i şu anda denetliyorsunuz ve ders materyaline sınırlı erişiminiz var.";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "Şimdi yükselt";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "Videoları izlemeyi tamamladınız!";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "Tüm görevleri tamamladınız!";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "Videolar\ntamamlandı";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "Görevler\ntamamlandı";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "İzlemeye Devam Et";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "Sonraki Video";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "Tüm Videolar";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "Bütün Ödevler";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "Sonraki Görev";
"Course.COURSE_CONTENT.ALL" = "Hepsi";
"Course.COURSE_CONTENT.VIDEOS" = "Videolar";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "Görevler";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "Ders Tamamlama";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "Bu, ders içeriğinin ne kadarını tamamladığınızı gösterir. Bazı içeriklerin henüz yayınlanmamış olabileceğini unutmayın.";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "Tamamlandı";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "Genel İlerleme";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "Geriye kalan";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "Kilitli";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "Not İlerlemesi";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "Geçer";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "Geçemedi";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "Sertifikayı Görüntüle";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "Bölüm İlerlemesi";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "İlerleme bilgisi yok";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "Öğrenmeye başlayarak ilerlemenizi burada görebilirsiniz";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "Toplam Not";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "Bu, bu dersi geçmek için gereken nota karşı ağırlıklı notunuzu temsil eder.";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "Mevcut Genel Ağırlıklı Not:";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "Bu dersi geçmek için %@%% ağırlıklı bir not gereklidir.";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "Gerekli";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "Not bilgileri";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "Görev Türü";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "Mevcut / Maks %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "Tamamlandı";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "Bu kurs, not verilen görevler içermemektedir.";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "Dağıtım materyalleri";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "Duyurular";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "Önemli ders bilgilerini bulun";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "En son haberleri takip edin";
"Course.NOT_AVALIABLE.TITLE" = "Bu etkileşimli bileşen mobil cihazlarda kullanılamıyor";
"Course.NOT_AVALIABLE.DESCRIPTION" = "Bu dersin diğer bölümlerini keşfedin veya web'de görüntüleyin.";
"Course.NOT_AVALIABLE.BUTTON" = "Tarayıcıda aç";
"Course.SUBTITLES.TITLE" = "Altyazılar";
"Course.ACCESSIBILITY.DOWNLOAD" = "İndir";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "İndirmeyi iptal et";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "İndirmeyi sil";
"Course.ACCESSIBILITY.PROGRESS_RING" = "Ders tamamlama ilerleme halkası";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "Genel bölüm notu";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "Not bilgileri bölüm";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "Görev maddesi";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "Geçme notu göstergesi";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ tamamlandı";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ geçmek için gereken yüzde";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@, %@ üzerinden %@ tamamlandı, %@ üzerinden %@ not yüzdesi";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "Mevcut not: %@ yüzde";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "Geçme notu uyarısı: Geçmek için %@ yüzde gereklidir";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "%@ görev kategorilerini gösteren ilerleme görselleştirmesi";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "Genel ilerleme: %@ yüzde";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "Görev türüne göre ilerleme dökümünü gösterir";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "Bu derste görüntülenecek notlandırılmış görev yok.";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "Ders etkinliklerini tamamlayarak ilerlemenizi burada görüntüleyin.";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "Görev türü sütun başlığı";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "Geçerli ve maksimum yüzde sütun başlığı";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "Ağırlık: %@ notun yüzdesi";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ / %@ tamamlandı";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "Mevcut not: %@ üzerinden %@ yüzde";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ üzerinden %@ tamamlandı. Ağırlık: notun %@ yüzdesi. Mevcut not: %@ üzerinden %@ yüzde";
"Course.DOWNLOAD.DOWNLOADS" = "İndirilenler";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "İndirilen tüm videolar";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "Videolar indiriliyor...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "Cihaza indir";
"Course.DOWNLOAD.VIDEOS" = "Videolar";
"Course.DOWNLOAD.REMAINING" = "Geriye kalan";
"Course.DOWNLOAD.UNTITLED" = "İsimsiz";
"Course.DOWNLOAD.TOTAL" = "Toplam";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "Tüm videolar indirilirken indirilen video kalitesini değiştiremezsiniz";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "Mevcut ayarlarınız yalnızca Wi-Fi üzerinden indirme yapılmasına izin veriyor.\nLütfen bir Wi-Fi ağına bağlanın veya indirme ayarlarınızı değiştirin.";
"Course.COURSE_DATES.TODAY" = "Bugün";
"Course.COURSE_DATES.COMPLETED" = "Tamamlandı";
"Course.COURSE_DATES.PAST_DUE" = "Zaman aşımına uğramış";
"Course.COURSE_DATES.DUE_NEXT" = "Sıradaki";
"Course.COURSE_DATES.UNRELEASED" = "Yayınlanmamış";
"Course.COURSE_DATES.VERIFIED_ONLY" = "Sadece Onaylanmışlar";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "Gizli Öğeler";
"Course.COURSE_DATES.ITEM_HIDDEN" = "Gizli Öğe";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "Son tarihler değişti";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "Doğru yolda kalmanıza yardımcı olmak için son tarihleriniz başarıyla değiştirildi.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "Tüm tarihleri görüntüle";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "Takvime senkronize et";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "Bu dersin tüm son tarihlerini ve bitiş tarihlerini takviminizle otomatik olarak senkronize edin.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "Takvim ekle";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "Takvimi kaldır";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "%@ &quot; %@ &quot; takvimini eklemek ister misiniz? \n Kurs takvimini istediğiniz zaman Takvim veya Ayarlar&#39;dan düzenleyebilir veya kaldırabilirsiniz.";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "%@ \"%@\" takvimini kaldırmak ister misiniz?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "\"%@\" takviminize eklendi.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "Takvim senkronize ediliyor...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "Etkinlikleri Görüntüle";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "Ders takviminiz eklendi.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "Ders takviminiz kaldırıldı.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "Takvim etkinlikleri";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "Ders takviminiz güncel değil";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "Ders tarihleriniz değiştirildi ve ders takviminiz yeni programınızla artık uyumlu değil.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "Şimdi güncelle";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "Ders takviminiz güncellendi.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ takvim izni yok. Lütfen ayarlara gidin ve takvim izni verin.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "Ayarları Aç";
"Course.COURSE_DATES.SETTINGS" = "Ayarlar";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Tarihleriniz değiştirilemedi. Lütfen tekrar deneyin.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Tarihleriniz başarıyla değiştirildi.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "Ders Tarihleri";
"Course.COURSE.DUE_TODAY" = "Bugün süresi doluyor";
"Course.COURSE.DUE_TOMORROW" = "Yarın Son Gün";
"Course.COURSE.PROGRESS_COMPLETED" = "%@ / %@ Tamamlandı";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ Bölüm Tamamlandı";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@ / %@ Tamamlandı";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ İzlenen";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "Tamamlananları Görüntüle";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "Tamamlananları Gizle";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "Tamamlandı";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "Sürükle ve Bırak";
"Course.COURSE.ASSIGNMENT_GENERIC" = "Görev";
"Course.COURSE.ASSIGNMENT_GRADED" = "Notlandırılan";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "Başlamadı";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "Açık Değerlendirme";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "Akran Eğitimi";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "Problem";
"Course.COURSE.ASSIGNMENT_SURVEY" = "Anket";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "İşlem Sürüyor";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "Kelime Bulutu";
"Course.COURSE.ASSIGNMENT_LTI" = "Harici Araç";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "Forum";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "En Büyük İndirmeler";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "Tamam";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "Düzenle";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "Tüm indirmeleri kaldır";
"Course.COURSE.OFFLINE.VISIBLE" = "";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "Bu dersin %@%% indirilebilir.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "Bu dersin %@%% çevrimdışı olarak tamamlanabilir.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "İndirildi";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "İndiriliyor";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "İndirilebilir";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "İndirmeye hazır";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "Tümünü indir";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "Ders İndirmeyi İptal Et";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "Hareket halindeyken öğrenmek için ders çevrimdışı olarak indirebilir, aktif bir internet bağlantısına veya mobil veri kullanımına ihtiyaç duymadan dersinizi alabilirsiniz.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "Bu dersin hiçbir içeriği şu anda çevrimdışı olarak indirilebilir durumda değil.";
"Course.COURSE.RETURN_TO_HOME" = "Derse Dönüş";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "Bu bileşen indirilmedi";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "Bu dersin diğer bölümlerini keşfedin veya tekrar bağlandığınızda bunu indirin.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "Bu bileşen henüz çevrimdışı olarak kullanılamıyor";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "Bu dersin diğer bölümlerini keşfedin veya tekrar bağlandığınızda bunu görüntüleyin.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "Takvimle senkronize edildi";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "Takvim Senkronizasyonu Başarısız Oldu";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "Çevrimdışı";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ Tamamlandı - %@/%@ puan";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ Vadesi Geçmiş - %@/%@ puan";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ Henüz Mevcut Değil";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ puan";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "Ders Notlandırma Politikasını İnceleyin";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "Bilinmiyor";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "Ders ilerleme bölümü";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "Öğrenmeye devam etme bölüm";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "Ders içeriği bölümü";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "Hata mesajı bölümü";
"Course.ACCESSIBILITY.LOADING_SECTION" = "Yükleniyor bölüm";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "Videolar bölümü";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "Video ilerlemesi %@ / %@ Tamamlandı.";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "Görevler bölümü";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "Görev ilerleme bölümü";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "İçerik mevcut değil bölüm";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "Sonraki Sayfa";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "Son Sayfa";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "Önceki Sayfa";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ / %@ görevleri tamamlandı";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "Tamamlanan bölümleri gizlemek için dokunun";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "Tamamlanan bölümleri göster'e dokunun";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ Bölüm, %@ videodan %@ izlendi";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "İndirme Bölüm, %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "Video: %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@, tamamlandı";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@, %@%% izlendi";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@, başlamadı";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "Videoyu oynatmak için dokunun";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ tamamlandı";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "Video %@ - %@ tarafından";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "Video Navigasyonu";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "Video Başlığı Yok";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "Giriş";
"Authorization.SIGN_IN.WELCOME_BACK" = "Tekrar hoş geldiniz! Derslerinize erişmek için giriş yapın.";
"Authorization.SIGN_IN.EMAIL" = "E-posta";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "E-posta ya da kullanıcı adı";
"Authorization.SIGN_IN.PASSWORD" = "Parola";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "Parolanızı mı unuttunuz?";
"Authorization.SIGN_IN.SELECTED_SITE" = "Seçilen Site";
"Authorization.SIGN_IN.CHANGE" = "Değiştir";
"Authorization.SIGN_IN.AGREEMENT" = "Bu uygulamada oturum açarak, [%@ Son Kullanıcı Lisans Sözleşmesini](%@) ve [%@ Hizmet Şartları ve Onur Kurallarını](%@) kabul etmiş olursunuz ve %@ ve her Üyenin kişisel verilerinizi [Gizlilik Politikası](%@) uyarınca işlediğini kabul edersiniz.";
"Authorization.SIGN_IN.SSO_HEADING" = "Kariyerinizi güvenle inşa etmeye bugün başlayın";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "Bağış sektörünün bileşenlerini ve çalışanlarını geliştirmek için bütünleşik bir bilgi ve güçlendirme programı seti";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "Giriş yap";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "Ulusal birleşik oturum açma hizmeti aracılığıyla oturum açın";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "Geçersiz e-posta adresi";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "Geçersiz parola uzunluğu";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "Bu %@ hesabı herhangi bir %@ hesabına bağlı değil. Lütfen kaydolun.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "Geçersiz e-posta veya kullanıcı adı";
"Authorization.ERROR.DISABLED_ACCOUNT" = "Hesabınız devre dışı bırakıldı. Yardım için lütfen müşteri desteğiyle iletişime geçin.";
"Authorization.SIGN_UP.SUBTITLE" = "Bugün öğrenmeye başlamak için bir hesap oluşturun!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "Hesap oluştur";
"Authorization.SIGN_UP.HIDE_FIELDS" = "İsteğe bağlı alanları gizle";
"Authorization.SIGN_UP.SHOW_FIELDS" = "İsteğe bağlı alanları göster";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "Başarıyla giriş yaptınız.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "Öğrenmeye başlamadan önce biraz daha bilgiye ihtiyacımız var.";
"Authorization.SIGN_UP.AGREEMENT" = "Bir hesap oluşturarak, [%@ Son Kullanıcı Lisans Sözleşmesini](%@) ve [%@ Hizmet Koşulları ve Onur Kurallarını](%@) kabul etmiş olursunuz ve %@ ile her Üyenin kişisel verilerinizi [Gizlilik Politikası](%@) uyarınca işlediğini kabul edersiniz.";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "%@ platformunun bana pazarlama iletileri göndermesini kabul ediyorum.";
"Authorization.FORGOT.TITLE" = "Parolanızı mı unuttunuz";
"Authorization.FORGOT.DESCRIPTION" = "Lütfen giriş veya kurtarma e-posta adresinizi aşağıya girin; size talimatları içeren bir e-posta göndereceğiz.";
"Authorization.FORGOT.REQUEST" = "Parola sıfırla";
"Authorization.FORGOT.CHECK_TITLE" = "E-postanızı kontrol ediniz";
"Authorization.FORGOT.CHECK_Description" = "E-posta adresinize parola kurtarma talimatlarını gönderdik ";
"Authorization.CONTINUE_WITH" = "Şununla devam et:";
"Authorization.LAST_SIGN_IN" = "Son oturum açma";
"Authorization.OR_SIGN_IN_WITH" = "Veya e-posta ile giriş yapın:";
"Authorization.OR_REGISTER_WITH" = "Veya aşağıdan kayıt olun:";
"Authorization.APPLE" = "Apple";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "Veya";
"Authorization.STARTUP.INFO_MESSAGE" = "Dünyanın en iyi üniversitelerinden dersler ve programlar cebinizde.";
"Authorization.STARTUP.SEARCH_TITLE" = "Ne öğrenmek istiyorsun?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "3000+ fazla dersimiz içinde arayın";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "Tüm dersleri keşfedin";
"Authorization.STARTUP.TITLE" = "Başlangıç";
"Authorization.LEARNING_SITES.TITLE" = "Öğrenim Siteleri";
"Authorization.LEARNING_SITES.GET_STARTED" = "Başlayalım";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "Hoş geldiniz! Öğrenim sitenizi seçin";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "Ara";
"Authorization.LEARNING_SITES.SUBTITLE" = "Bir öğrenim sitesi seçin veya ekleyin";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "Mevcut Öğrenim Sitesi";
"Authorization.LEARNING_SITES.MORE_SITES" = "";
"Authorization.LEARNING_SITES.ADD_SITE" = "Öğrenim Sitesi Ekle";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "Sanat ve Bilim Üniversitesi";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "Aramanıza uygun okul bulunamadı.";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "Çıkış yap";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "%@ oturumundan çıkış yapmak istediğinizden emin misiniz?";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "Çıkış yap";
"WhatsNew.TITLE" = "Yenilikler";
"WhatsNew.BUTTON_PREVIOUS" = "Önceki";
"WhatsNew.BUTTON_NEXT" = "Sonraki";
"WhatsNew.BUTTON_DONE" = "Tamam";
"Dashboard.TITLE" = "Ana Panel";
"Dashboard.HEADER.COURSES" = "Dersler";
"Dashboard.HEADER.WELCOME_BACK" = "Tekrar hoşgeldiniz. Öğrenmeye devam edelim.";
"Dashboard.SEARCH" = "Ara";
"Dashboard.EMPTY.SUBTITLE" = "Henüz bir derse kayıt olmadınız.";
"Dashboard.LEARN.TITLE" = "Öğren";
"Dashboard.LEARN.VIEW_ALL" = "Hepsini Gör";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "Tüm Dersleri Görüntüle (%@)";
"Dashboard.LEARN.ALL_COURSES" = "Tüm Dersler";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "Süresi Geçmiş 1 Ödev";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "Ödevleri Görüntüle";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ Süresi Geçmiş Ödev";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ Görevlerin vadesi doluyor %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ Vadesi %@ Gün İçinde";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "Derse Devam Et";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "Dersi Başlat";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "Dersler";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "Programlar";
"Dashboard.LEARN.CATEGORY.ALL" = "Hepsi";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "İşlem Sürüyor";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "Tamamlandı";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "Sona Erdi";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "Ders Yok";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "Devam Eden Ders Yok";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "Tamamlanan Ders Yok";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "Süresi Geçmiş Ders Yok";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "Şu anda herhangi bir derse kayıtlı değilsiniz, ders kataloğunu incelemek ister misiniz?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "Bir Ders Bul";
"Core.MAINSCREEN.DISCOVERY" = "Keşfet";
"Core.MAINSCREEN.DASHBOARD" = "Ana Panel";
"Core.MAINSCREEN.IN_DEVELOPING" = "Geliştirilme aşamasında";
"Core.MAINSCREEN.PROGRAMS" = "Programlar";
"Core.MAINSCREEN.PROFILE" = "Profil";
"Core.MAINSCREEN.LEARN" = "Öğren";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "Zaten %@ hesabınızla bir %@ hesap kurdunuz. Bu hesapla oturum açtınız.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "Yeniden Deneyiniz";
"Core.ERROR.INVALID_CREDENTIALS" = "Geçersiz kimlik bilgileri";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "Yavaş veya internet bağlantısı yok";
"Core.ERROR.NO_CACHED_DATA" = "Çevrimdışı mod için önbelleğe alınmış veri yok";
"Core.ERROR.USER_NOT_ACTIVE" = "Kullanıcı hesabı etkinleştirilmedi. Lütfen önce hesabınızı etkinleştirin.";
"Core.ERROR.UNKNOWN_ERROR" = "Bir şeyler yanlış gitti";
"Core.ERROR.WIFI" = "Dosyaları yalnızca Wi-Fi üzerinden indirebilirsiniz. Bunu ayarlardan değiştirebilirsiniz.";
"Core.ERROR.AUTHORIZATION_FAILED" = "Yetkilendirme başarısız oldu.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "İnternet bağlantısı yok";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "Bu içeriği görüntülemek için lütfen internete bağlanın.";
"Core.COURSEWARE.COURSE_CONTENT" = "Ders içeriği";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "Bu etkileşimli bileşen henüz mobil cihazlarda kullanılamıyor.";
"Core.COURSEWARE.COURSE_UNITS" = "Ders üniteleri";
"Core.COURSEWARE.NEXT" = "Sonraki";
"Core.COURSEWARE.PREVIOUS" = "Önceki";
"Core.COURSEWARE.FINISH" = "Bitir";
"Core.COURSEWARE.GOOD_WORK" = "Aferin!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "Ders anahatlarına geri dön";
"Core.COURSEWARE.SECTION_COMPLETED" = "“ %@” işlemini tamamladınız.";
"Core.COURSEWARE.CONTINUE" = "Devam et";
"Core.COURSEWARE.RESUME" = "Devam et";
"Core.COURSEWARE.RESUME_WITH" = "Şununla devam et:";
"Core.COURSEWARE.NEXT_SECTION" = "Sonraki bölüm";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "Devam etmek için “";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "“Sonraki bölüm”e basın.";
"Core.ERROR.RELOAD" = "Tekrar yükle";
"Core.DATE.COURSE_STARTS" = "Ders Başlangıcı";
"Core.DATE.COURSE_ENDS" = "Ders sonu";
"Core.DATE.COURSE_ENDED" = "Ders Sona Erdi";
"Core.DATE.ENDED" = "Bitti";
"Core.DATE.START" = "Başlangıç";
"Core.DATE.STARTED" = "Başlatıldı";
"Core.DATE.JUST_NOW" = "Şu anda";
"Core.DATE.TODAY" = "Bugün";
"Core.DATE.NEXT" = "Sonraki %@";
"Core.DATE.DAYS_AGO" = "%@ Gün Önce";
"Core.DATE.DUE" = "Son gün:";
"Core.DATE.DUE_IN" = "Tamamlanma:";
"Core.DATE.DUE_IN_DAYS" = "%@ Gün içinde teslim edilecek";
"Core.DATE.DUE_TODAY" = "Bugün Teslim: %@";
"Core.DATE.DUE_DATE_PAST" = "%@ Gün Gecikmiş: %@";
"Core.DATE.DUE_IN_LEFT" = "%@ Gün İçinde Teslim: %@";
"Core.ALERT.ACCEPT" = "Kabul";
"Core.ALERT.CANCEL" = "İptal";
"Core.ALERT.LOGOUT" = "Çıkış Yap";
"Core.ALERT.LEAVE" = "Ayrıl";
"Core.ALERT.SIGN_IN" = "Giriş";
"Core.ALERT.REGISTER" = "Kayıt";
"Core.ALERT.KEEP_EDITING" = "Düzenlemeye devam et";
"Core.ALERT.DELETE" = "Sil";
"Core.ALERT.ADD" = "Ekle";
"Core.ALERT.REMOVE" = "Kaldır";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "Ders takvimini kaldır";
"Core.NO_INTERNET.OFFLINE" = "Çevrimdışı";
"Core.NO_INTERNET.DISMISS" = "İptal";
"Core.NO_INTERNET.RELOAD" = "Tekrar yükle";
"Core.DATE_FORMAT.MMMM_DD" = "MMMM gg";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "MMM gg, yyyy";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "MMMM gg, yyyy";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "İndir";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "İndirildi";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "Tamamlandı";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "Video indirme kalitesi";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "Oto";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "Tavsiye edilen";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "Daha düşük veri kullanımı";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "En iyi kalite";
"Core.DONE" = "Tamam";
"Core.VIEW" = "Göster";
"Core.BACK" = "Geri";
"Core.OK" = "Tamam";
"Core.CLOSE" = "Kapalı";
"Core.PICKER.SEARCH" = "Ara";
"Core.PICKER.ACCEPT" = "Kabul";
"Core.WEBVIEW.ALERT.OK" = "Tamam";
"Core.WEBVIEW.ALERT.CANCEL" = "İptal";
"Core.WEBVIEW.ALERT.CONTINUE" = "Devam";
"Core.REVIEW.VOTE_TITLE" = "Open edX'ten memnun musunuz?";
"Core.REVIEW.VOTE_DESCRIPTION" = "Geri bildiriminiz bizim için önemlidir. Aşağıdaki yıldızlardan birine dokunarak uygulamayı derecelendirmek için birkaç dakikanızı ayırır mısınız? Desteğiniz için teşekkürler!";
"Core.REVIEW.FEEDBACK_TITLE" = "Bize Geri Bildirim Bırakın";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "Öğrenme deneyiminizde bazı sorunlar yaşandığını duyduğumuza üzüldük. Tüm geri bildirimleri takdir ediyoruz.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "Teşekkürler";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "Geri bildiriminizi bizimle paylaştığınız için teşekkür ederiz. Bu uygulamaya ilişkin yorumunuzu uygulama mağazasındaki diğer kullanıcılarla paylaşmak ister misiniz?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "Teşekkürler";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "Geri bildiriminizi aldık ve bunu ileride öğrenme deneyiminizi geliştirmeye yardımcı olmak için kullanacağız. Paylaşım için teşekkürler!";
"Core.REVIEW.BETTER" = "Ne daha iyi olabilirdi?";
"Core.REVIEW.NOT_NOW" = "Şimdi değil";
"Core.REVIEW.BUTTON.SUBMIT" = "Gönder";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Geri Bildirim Paylaşın";
"Core.REVIEW.BUTTON.RATE_US" = "Bizi Değerlendirin";
"Core.REVIEW.EMAIL.TITLE" = "E-posta istemcisini seçin:";
"Core.SOCIAL_SIGN_CANCELED" = "Kullanıcı oturum açma akışını iptal etti.";
"Core.SIGN_IN.LOG_IN_BTN" = "Giriş";
"Core.SIGN_IN.REGISTER_BTN" = "Kayıt";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "SSO ile oturum açın";
"Core.TOMORROW" = "Yarın";
"Core.YESTERDAY" = "Dün";
"Core.OPEN_IN_BROWSER" = "Safari'de görüntüle";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "Endişelenmeyin; süresi gelen görevleri herhangi bir ilerleme kaybı yaşamadan tamamlamak için önerilen programımızı değiştirin.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "Son tarihleri değiştir";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "Bazı son teslim tarihlerini mi kaçırdınız?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "Doğru yolda kalmanıza yardımcı olmak için önerilen bir program oluşturduk. Ancak endişelenmeyin; esnek olduğundan kendi hızınızda öğrenebilirsiniz. Eğer geride kalırsanız, kendinizi doğru yolda tutmak için tarihleri ayarlayabileceksiniz.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "Bu dersin bir parçası olarak not verilen ödevleri tamamlamak için bugün yükseltme yapabilirsiniz.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "Bu dersi denetliyorsunuz, bu da not verilen ödevlere katılamadığınız anlamına geliyor. Önerdiğimiz programa göre bazı önemli son teslim tarihlerini kaçırmışsınız gibi görünüyor. Bu dersin bir parçası olarak not verilen ödevleri tamamlamak ve teslim tarihi geçmiş ödevleri geleceğe taşımak için bugün yükseltme yapabilirsiniz.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Tarihleriniz değiştirilemedi. Lütfen tekrar deneyin.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Tarihleriniz başarıyla değiştirildi.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "Ders Tarihleri";
"Core.COURSE_DATES.TODAY" = "Bugün";
"Core.COURSE_DATES.COMPLETED" = "Tamamlandı";
"Core.COURSE_DATES.PAST_DUE" = "Zaman aşımına uğramış";
"Core.COURSE_DATES.THIS_WEEK" = "Bu hafta";
"Core.COURSE_DATES.NEXT_WEEK" = "Gelecek hafta";
"Core.COURSE_DATES.UPCOMING" = "Yakında";
"Core.COURSE.STORAGE_ALERT.TITLE" = "Cihaz Depolama Alanı Dolu";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "Cihazınızda bu içeriği indirmek için yeterli boş alan yok. Lütfen biraz alan boşaltın ve tekrar deneyin.";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ kullanılan, %@ boş";
"Core.COURSE.ALERT.CANCEL" = "İptal";
"Core.COURSE.ALERT.CLOSE" = "Kapat";
"Core.COURSE.ALERT.REMOVE" = "Kaldır";
"Core.COURSE.ALERT.DOWNLOAD" = "İndir";
"Core.COURSE.ALERT.TRY_AGAIN" = "Tekrar deneyin";
"Core.COURSE.ALERT.REMOVE_TITLE" = "Çevrimdışı İçeriği Kaldır?";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "İndirmeyi Onayla";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "Mobil bağlantıyla indirmek istediğinize emin misiniz?";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "Bu içeriğin kaldırılması %@ alanın boşalmasını sağlayacak.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "Bu %@ içeriğinin indirilmesi, mevcut blockları çevrimdışı olarak kaydedecektir.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "Bu içeriğin indirilmesiyle %@ mobil veri kullanacak.";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "İndirme Başarısız";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "İnternet Bağlantısı Yok";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Wi-Fi Gerekli";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "Maalesef bu içerik indirilemedi. Lütfen daha sonra tekrar deneyin veya bu sorunu bildirin.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "Bu içeriği indirmek için aktif bir internet bağlantısı gerekir. Lütfen internete bağlanın ve tekrar deneyin.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "Bu içeriği indirmek için etkin bir WiFi bağlantısı gerekir. Lütfen bir WiFi ağına bağlanın ve tekrar deneyin.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "Seçtiğiniz videolar 1 GB'tan büyük. Bu videoları indirmek istiyor musunuz?";
"Core.DOWNLOAD.DOWNLOAD" = "İndir";
"Core.ALERT.ACCEPT" = "Kabul";
